[BalanceDefs.BD_Fireworks InteractiveObjectBalanceDefinition]
DefaultDisplayName="Caixa de Fogos de Artifício"
Grades[0]=(GradeModifiers=(DisplayName="Caixa de Fogos de Artifício"))

[InteractiveObjects.IO_MO_FireworksCrate InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_RiggedRace_Detonator InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_RiggedRace_DynamiteGhost InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_RiggedRace_Explosives MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Explosivos dos Zaford"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_RiggedRace_Explosives:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Fabricado com explosivo plástico, whisky e uma pitada de carinho."
NoConstraintText=""
Suffix=""
Prefix=""

